# -*- coding utf-8 -*- 
print u"Вы входите в пещеру в котором два прохода. выберите проход #1 or #2?"

проход=raw_input(">")

if проход == "1":
	print u"там сидит старик и говорит выберите нож или факел. что вы выберите?"
	print u"вы взяли нож."
	print u"вы взяли факел."

if если=raw_input (">")

if если=="1":
	print u"тебе всё надоело ты взял нож и пырнул себя в живот. ты молодец!"
if если=="2"
    print u"хорошо подумав ты взял факел и пошёл к выходу. ты молодец!"
else:
	print u"идя к выходу ты  попал в тупик."
